Repository: sudhakaren/agentic-graph
Catalog: Agentic Graph/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, fi, fr, it, ja, ko, pl, pt_br, tr

source: %lld tools with no caching — add tool result caching for frequently called, idempotent tools to reduce latency and inference costs.
ar: %lld أدوات بدون تخزين مؤقت — أضف تخزينًا مؤقتًا للنتائج للأدوات المتكررة وغير القابلة للتكرار لتقليل الكمون وتكاليف الاستدلال.
cs: %lld nástrojů bez cache — přidejte cache výsledků pro často volané, idempotentní nástroje pro snížení latence a nákladů na inferenci.
de: %lld Werkzeuge ohne Caching — füge Werkzeugresultat-Caching für häufig aufgerufene, idempotente Werkzeuge hinzu, um Latenz und Inferenzkosten zu reduzieren.
el: %lld εργαλεία χωρίς cache — προσθέστε cache αποτελεσμάτων για συχνά καλούμενα ιδιοδυναμικά εργαλεία για μείωση καθυστέρησης και κόστους συμπερασμού.
es: %lld herramientas sin caché — añade caché de resultados para herramientas idempotentes llamadas con frecuencia para reducir latencia y coste de inferencia.
fi: %lld työkalua ilman välimuistia — lisää tulosvälimuisti usein kutsutuille, idempotenteille työkaluille latenssin ja päättelykustannusten vähentämiseksi.
fr: %lld outils sans cache — ajoutez du cache de résultats pour les outils idempotents fréquemment appelés afin de réduire la latence et les coûts d'inférence.
it: %lld strumenti senza cache — aggiungi cache dei risultati per strumenti idempotenti chiamati frequentemente per ridurre latenza e costi di inferenza.
ja: キャッシュのないツールが %lld 個あります — 頻繁に呼び出される冪等なツールにツール結果キャッシュを追加して、レイテンシと推論コストを削減してください。
ko: 캐싱이 없는 도구가 %lld개 있습니다 — 자주 호출되는 멱등 도구에 도구 결과 캐싱을 추가하여 지연과 추론 비용을 줄이세요.
pl: %lld narzędzi bez cache'u — dodaj cache wyników dla często wywoływanych, idempotentnych narzędzi, aby zmniejszyć opóźnienie i koszty wnioskowania.
pt_br: %lld ferramentas sem cache — adicione cache de resultados para ferramentas idempotentes frequentemente chamadas para reduzir latência e custos de inferência.
tr: %lld araç önbelleksiz — gecikmeyi ve çıkarım maliyetlerini azaltmak için sık çağrılan, idempotent araçlar için araç sonucu önbellekleme ekleyin.

source: %lld with timeout, %lld without error handling
ar: %1$lld مع مهلة، %2$lld بدون معالجة أخطاء
cs: %1$lld s časovým limitem, %2$lld bez zpracování chyb
de: %1$lld mit Zeitüberschreitung, %2$lld ohne Fehlerbehandlung
el: %1$lld με χρονικό όριο, %2$lld χωρίς διαχείριση σφαλμάτων
es: %1$lld con tiempo de espera, %2$lld sin manejo de errores
fi: %1$lld aikakatkaisulla, %2$lld ilman virheenkäsittelyä
fr: %1$lld avec délai d'expiration, %2$lld sans gestion d'erreurs
it: %1$lld con timeout, %2$lld senza gestione errori
ja: %1$lld 個はタイムアウトあり、%2$lld 個はエラー処理なし
ko: %1$lld개는 시간 초과 있음, %2$lld개는 오류 처리 없음
pl: %1$lld z limitem czasu, %2$lld bez obsługi błędów
pt_br: %1$lld com tempo limite, %2$lld sem tratamento de erros
tr: %1$lld zaman aşımı ile, %2$lld hata yönetimi olmadan

# %lld/%lld enabled
source: %1$lld/%2$lld enabled
ar: %lld/%lld مفعَّل
cs: %lld/%lld povoleno
de: %lld/%lld aktiv
el: %lld/%lld ενεργά
es: %lld/%lld activos
fi: %1$lld/%2$lld käytössä
fr: %lld/%lld activés
it: %lld/%lld attivi
ja: %1$lld/%2$lld 個が有効
ko: %1$lld/%2$lld개 사용
pl: %lld/%lld włączonych
pt_br: %lld/%lld ativos
tr: %lld/%lld etkin

source: < 1s
ar: < 1 ثانية
ja: < 1秒
ko: < 1초
tr: < 1 sn

source: Abort
ar: إنهاء
cs: Přerušit
de: Abbrechen
el: Διακοπή
es: Abortar
fi: Keskeytä
fr: Abandonner
it: Annulla
ja: 中止
ko: 중단
pl: Przerwij
pt_br: Abortar
tr: Durdur

source: Access Level
ar: مستوى الوصول
cs: Úroveň přístupu
de: Zugriffsebene
el: Επίπεδο πρόσβασης
es: Nivel de acceso
fi: Käyttöoikeustaso
fr: Niveau d'accès
it: Livello di accesso
ja: アクセスレベル
ko: 접근 수준
pl: Poziom dostępu
pt_br: Nível de acesso
tr: Erişim düzeyi

source: Access Method
ar: طريقة الوصول
cs: Metoda přístupu
de: Zugriffsmethode
el: Μέθοδος πρόσβασης
es: Método de acceso
fi: Käyttötapa
fr: Méthode d'accès
it: Metodo di accesso
ja: アクセス方法
ko: 접근 방식
pl: Metoda dostępu
pt_br: Método de acesso
tr: Erişim yöntemi

source: Add
ar: إضافة
cs: Přidat
de: Hinzufügen
el: Προσθήκη
es: Añadir
fi: Lisää
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pl: Dodaj
pt_br: Adicionar
tr: Ekle

source: Add agents and tools to your graph to see infrastructure sizing recommendations.
ar: أضف وكلاء وأدوات إلى الرسم البياني لعرض توصيات تحديد حجم البنية التحتية.
cs: Přidejte do grafu agenty a nástroje, abyste viděli doporučení pro dimenzování infrastruktury.
de: Füge Agenten und Werkzeuge zu deinem Graphen hinzu, um Infrastruktur-Größenempfehlungen zu sehen.
el: Προσθέστε πράκτορες και εργαλεία στο γράφο για να δείτε συστάσεις διαστασιολόγησης υποδομής.
es: Añade agentes y herramientas a tu grafo para ver recomendaciones de dimensionamiento de infraestructura.
fi: Lisää agentteja ja työkaluja graafiisi nähdäksesi infrastruktuurin mitoitussuositukset.
fr: Ajoutez des agents et des outils à votre graphe pour voir les recommandations de dimensionnement de l'infrastructure.
it: Aggiungi agenti e strumenti al grafo per visualizzare le raccomandazioni di dimensionamento dell'infrastruttura.
ja: グラフにエージェントとツールを追加すると、インフラのサイジング推奨が表示されます。
ko: 그래프에 에이전트와 도구를 추가하면 인프라 사이징 권장 사항이 표시됩니다.
pl: Dodaj agentów i narzędzia do grafu, aby zobaczyć zalecenia wymiarowania infrastruktury.
pt_br: Adicione agentes e ferramentas ao seu gráfico para ver recomendações de dimensionamento da infraestrutura.
tr: Altyapı boyutlandırma önerilerini görmek için grafiğinize aracılar ve araçlar ekleyin.

source: Add caching layer
ar: إضافة طبقة تخزين مؤقت
cs: Přidat vrstvu cache
de: Caching-Schicht hinzufügen
el: Προσθήκη στρώματος cache
es: Añadir capa de caché
fi: Lisää välimuistitaso
fr: Ajouter une couche de cache
it: Aggiungi un livello di cache
ja: キャッシュレイヤーを追加
ko: 캐싱 계층 추가
pl: Dodaj warstwę pamięci podręcznej
pt_br: Adicionar camada de cache
tr: Önbellek katmanı ekle

source: Add Category
ar: إضافة فئة
cs: Přidat kategorii
de: Kategorie hinzufügen
el: Προσθήκη κατηγορίας
es: Añadir categoría
fi: Lisää kategoria
fr: Ajouter une catégorie
it: Aggiungi categoria
ja: カテゴリを追加
ko: 범주 추가
pl: Dodaj kategorię
pt_br: Adicionar categoria
tr: Kategori ekle

source: Add Connection
ar: إضافة اتصال
cs: Přidat připojení
de: Verbindung hinzufügen
el: Προσθήκη σύνδεσης
es: Añadir conexión
fi: Lisää yhteys
fr: Ajouter une connexion
it: Aggiungi connessione
ja: 接続を追加
ko: 연결 추가
pl: Dodaj połączenie
pt_br: Adicionar conexão
tr: Bağlantı ekle

source: Add fallback paths
ar: إضافة مسارات بديلة
cs: Přidat záložní cesty
de: Fallback-Pfade hinzufügen
el: Προσθήκη εφεδρικών διαδρομών
es: Añadir rutas de respaldo
fi: Lisää varareitit
fr: Ajouter des chemins de repli
it: Aggiungi percorsi di fallback
ja: フォールバックパスを追加
ko: 폴백 경로 추가
pl: Dodaj ścieżki awaryjne
pt_br: Adicionar caminhos de fallback
tr: Yedek yollar ekle

source: Add Input
ar: إضافة مدخل
cs: Přidat vstup
de: Eingang hinzufügen
el: Προσθήκη εισόδου
es: Añadir entrada
fi: Lisää syöte
fr: Ajouter une entrée
it: Aggiungi ingresso
ja: 入力を追加
ko: 입력 추가
pl: Dodaj wejście
pt_br: Adicionar entrada
tr: Giriş ekle

source: Add Node
ar: إضافة عقدة
cs: Přidat uzel
de: Knoten hinzufügen
el: Προσθήκη κόμβου
es: Añadir nodo
fi: Lisää solmu
fr: Ajouter un nœud
it: Aggiungi nodo
ja: ノードを追加
ko: 노드 추가
pl: Dodaj węzeł
pt_br: Adicionar nó
tr: Düğüm ekle

source: Add Output
ar: إضافة مخرج
cs: Přidat výstup
de: Ausgang hinzufügen
el: Προσθήκη εξόδου
es: Añadir salida
fi: Lisää tuloste
fr: Ajouter une sortie
it: Aggiungi uscita
ja: 出力を追加
ko: 출력 추가
pl: Dodaj wyjście
pt_br: Adicionar saída
tr: Çıkış ekle

source: Add Pattern
ar: إضافة نمط
cs: Přidat vzor
de: Muster hinzufügen
el: Προσθήκη προτύπου
es: Añadir patrón
fi: Lisää malli
fr: Ajouter un motif
it: Aggiungi pattern
ja: パターンを追加
ko: 패턴 추가
pl: Dodaj wzorzec
pt_br: Adicionar padrão
tr: Desen ekle

source: Add prompt prefix caching to reduce repeated system prompt costs (%lld–%lld%% savings possible)
ar: أضف تخزينًا مؤقتًا لبادئة الموجه لتقليل تكاليف موجهات النظام المتكررة (توفير ممكن %1$lld–%2$lld%%)
cs: Přidejte cache prefixu promptu pro snížení nákladů opakovaných systémových promptů (možná úspora %1$lld–%2$lld%%)
de: Füge Prompt-Präfix-Caching hinzu, um wiederholte System-Prompt-Kosten zu senken (Ersparnis von %1$lld–%2$lld%% möglich)
el: Προσθέστε caching προθέματος prompt για μείωση των επαναλαμβανόμενων κοστών system prompt (πιθανή εξοικονόμηση %1$lld–%2$lld%%)
es: Añade caché de prefijo de prompt para reducir el coste de prompts del sistema repetidos (ahorro posible del %1$lld–%2$lld%%)
fi: Lisää kehotteen etuliitevälimuisti vähentämään toistuvien järjestelmäkehotteiden kustannuksia (mahdollinen säästö %1$lld–%2$lld %%)
fr: Ajoutez le cache de préfixe de prompt pour réduire les coûts liés aux invites système répétées (économies possibles de %1$lld–%2$lld%%)
it: Aggiungi caching del prefisso del prompt per ridurre i costi dei prompt di sistema ripetuti (risparmio possibile %1$lld–%2$lld%%)
ja: プロンプトプレフィックスキャッシュを追加して、繰り返されるシステムプロンプトのコストを削減します（%1$lld～%2$lld%% 削減可能）
ko: 프롬프트 접두사 캐싱을 추가하여 반복되는 시스템 프롬프트 비용을 줄이세요(%1$lld~%2$lld%% 절감 가능)
pl: Dodaj cache prefiksu promptu, aby zmniejszyć koszty powtarzanych systemowych promptów (możliwe oszczędności %1$lld–%2$lld%%)
pt_br: Adicione cache de prefixo de prompt para reduzir custos de prompts de sistema repetidos (economia possível de %1$lld–%2$lld%%)
tr: Tekrarlanan sistem yönergesi maliyetlerini azaltmak için prompt önek önbelleği ekleyin (%1$lld–%2$lld%% tasarruf mümkün)

source: Add throughput monitoring
ar: إضافة مراقبة الإنتاجية
cs: Přidat monitorování propustnosti
de: Durchsatzüberwachung hinzufügen
el: Προσθήκη παρακολούθησης διεκπεραιωτικής ικανότητας
es: Añadir monitorización del rendimiento
fi: Lisää suorituskyvyn valvonta
fr: Ajouter la surveillance du débit
it: Aggiungi monitoraggio del throughput
ja: スループット監視を追加
ko: 처리량 모니터링 추가
pl: Dodaj monitorowanie przepustowości
pt_br: Adicionar monitoramento de vazão
tr: İş hacmi izleme ekle

source: Add tool result caching for infrequently changing, expensive tool calls
ar: أضف تخزينًا مؤقتًا لنتائج الأدوات للاستدعاءات المكلفة نادرة التغيير
cs: Přidejte cache výsledků nástrojů pro zřídka se měnící, nákladná volání
de: Füge Werkzeugresultat-Caching für selten ändernde, teure Werkzeugaufrufe hinzu
el: Προσθέστε caching αποτελεσμάτων για ακριβές κλήσεις εργαλείων που αλλάζουν σπάνια
es: Añade caché de resultados de herramientas para llamadas costosas que cambian con poca frecuencia
fi: Lisää työkalujen tulosvälimuisti harvoin muuttuville, kalliille työkalukutsuille
fr: Ajoutez du cache de résultats d'outils pour les appels coûteux qui changent rarement
it: Aggiungi caching dei risultati per chiamate costose che cambiano raramente
ja: 変更頻度が低くコストの高いツール呼び出しにツール結果キャッシュを追加
ko: 변경이 드물고 비용이 큰 도구 호출에 도구 결과 캐싱 추가
pl: Dodaj cache wyników narzędzi dla rzadko zmieniających się, kosztownych wywołań
pt_br: Adicione cache de resultados de ferramentas para chamadas caras que mudam pouco
tr: Nadiren değişen, pahalı araç çağrıları için araç sonucu önbelleği ekleyin

source: After merge
ar: بعد الدمج
cs: Po sloučení
de: Nach der Zusammenführung
el: Μετά τη συγχώνευση
es: Después de fusionar
fi: Yhdistämisen jälkeen
fr: Après la fusion
it: Dopo l'unione
ja: マージ後
ko: 병합 후
pl: Po scaleniu
pt_br: Depois da mesclagem
tr: Birleştirmeden sonra

source: After wxO merge
ar: بعد دمج wxO
cs: Po sloučení wxO
de: Nach wxO-Zusammenführung
el: Μετά τη συγχώνευση wxO
es: Después de fusionar wxO
fi: wxO-yhdistämisen jälkeen
fr: Après la fusion wxO
it: Dopo l'unione wxO
ja: wxO マージ後
ko: wxO 병합 후
pl: Po scaleniu wxO
pt_br: Depois da mesclagem wxO
tr: wxO birleştirmesinden sonra

source: Agent
ar: وكيل
el: Πράκτορας
es: Agente
fi: Agentti
it: Agente
ja: エージェント
ko: 에이전트
pt_br: Agente
tr: Aracı

source: Agent Defaults
ar: الإعدادات الافتراضية للوكيل
cs: Výchozí pro agenta
de: Agent-Standardwerte
el: Προεπιλογές πράκτορα
es: Valores por defecto del agente
fi: Agentin oletukset
fr: Valeurs par défaut de l'agent
it: Predefiniti agente
ja: エージェントのデフォルト
ko: 에이전트 기본값
pl: Domyślne agenta
pt_br: Padrões do agente
tr: Aracı varsayılanları

source: Agent Inference Time
ar: زمن استدلال الوكيل
cs: Doba inference agenta
de: Inferenzzeit des Agenten
el: Χρόνος συμπερασμού πράκτορα
es: Tiempo de inferencia del agente
fi: Agentin päättelyaika
fr: Temps d'inférence de l'agent
it: Tempo di inferenza dell'agente
ja: エージェントの推論時間
ko: 에이전트 추론 시간
pl: Czas wnioskowania agenta
pt_br: Tempo de inferência do agente
tr: Aracı çıkarım süresi

source: Agent processing
ar: معالجة الوكيل
cs: Zpracování agentem
de: Agentenverarbeitung
el: Επεξεργασία πράκτορα
es: Procesamiento del agente
fi: Agentin käsittely
fr: Traitement de l'agent
it: Elaborazione dell'agente
ja: エージェントの処理
ko: 에이전트 처리
pl: Przetwarzanie agenta
pt_br: Processamento do agente
tr: Aracı işleme

source: Agent Runtime
ar: بيئة تشغيل الوكلاء
cs: Runtime agenta
el: Περιβάλλον πρακτόρων
es: Entorno de agentes
fi: Agentin ajoympäristö
fr: Runtime d'agents
it: Runtime agente
ja: エージェントランタイム
ko: 에이전트 런타임
pl: Środowisko agenta
pt_br: Runtime do agente
tr: Aracı çalışma zamanı

source: Agent runtime (%lld agents)
ar: بيئة تشغيل الوكلاء (%lld وكلاء)
cs: Runtime agenta (%lld agentů)
de: Agent-Runtime (%lld Agenten)
el: Περιβάλλον πρακτόρων (%lld πράκτορες)
es: Entorno de agentes (%lld agentes)
fi: Agentin ajoympäristö (%lld agenttia)
fr: Runtime d'agents (%lld agents)
it: Runtime agente (%lld agenti)
ja: エージェントランタイム（エージェント %lld 個）
ko: 에이전트 런타임(에이전트 %lld개)
pl: Środowisko agenta (%lld agentów)
pt_br: Runtime do agente (%lld agentes)
tr: Aracı çalışma zamanı (%lld aracı)

source: Agentic Graph Project...
ar: مشروع Agentic Graph...
cs: Projekt Agentic Graph...
de: Agentic Graph-Projekt...
el: Έργο Agentic Graph...
es: Proyecto de Agentic Graph...
fi: Agentic Graph -projekti...
fr: Projet Agentic Graph...
it: Progetto Agentic Graph...
ja: Agentic Graph プロジェクト...
ko: Agentic Graph 프로젝트...
pl: Projekt Agentic Graph...
pt_br: Projeto do Agentic Graph...
tr: Agentic Graph projesi...

source: Agents
ar: الوكلاء
cs: Agenti
de: Agenten
el: Πράκτορες
es: Agentes
fi: Agentit
it: Agenti
ja: エージェント
ko: 에이전트
pl: Agenci
pt_br: Agentes
tr: Aracılar

source: Agents have latency budgets but no tools are marked async. Mark long-running tools as async to enable parallel execution and reduce end-to-end latency.
ar: للوكلاء ميزانيات كمون لكن لا توجد أدوات مُعلَّمة بأنها غير متزامنة. علِّم الأدوات الطويلة بأنها غير متزامنة لتمكين التنفيذ المتوازي وتقليل الكمون من البداية إلى النهاية.
cs: Agenti mají rozpočty latence, ale žádný nástroj není označen jako asynchronní. Označte dlouho běžící nástroje jako asynchronní, abyste umožnili paralelní zpracování a snížili end-to-end latenci.
de: Die Agenten haben Latenzbudgets, aber kein Werkzeug ist als asynchron markiert. Markiere langlaufende Werkzeuge als asynchron, um parallele Ausführung zu ermöglichen und die End-to-End-Latenz zu reduzieren.
el: Οι πράκτορες έχουν προϋπολογισμούς καθυστέρησης αλλά κανένα εργαλείο δεν έχει επισημανθεί ως ασύγχρονο. Επισημάνετε τα μακρόχρονα εργαλεία ως ασύγχρονα για να επιτρέψετε παράλληλη εκτέλεση και να μειώσετε την καθυστέρηση από άκρο σε άκρο.
es: Los agentes tienen presupuestos de latencia pero ninguna herramienta está marcada como asíncrona. Marca las herramientas de larga ejecución como asíncronas para permitir ejecución paralela y reducir la latencia total.
fi: Agenteilla on latenssibudjetit, mutta yhtään työkalua ei ole merkitty asynkroniseksi. Merkitse pitkäkestoiset työkalut asynkronisiksi, jotta rinnakkainen suoritus on mahdollista ja päästä päähän -latenssi pienenee.
fr: Les agents ont des budgets de latence, mais aucun outil n'est marqué comme asynchrone. Marquez les outils à exécution longue comme asynchrones pour permettre l'exécution parallèle et réduire la latence de bout en bout.
it: Gli agenti hanno budget di latenza ma nessuno strumento è contrassegnato come asincrono. Contrassegna gli strumenti a esecuzione lunga come asincroni per consentire l'esecuzione parallela e ridurre la latenza end-to-end.
ja: エージェントにはレイテンシ予算がありますが、非同期に設定されたツールがありません。長時間実行されるツールを非同期に設定すると、並列実行が可能になり、エンドツーエンドのレイテンシを削減できます。
ko: 에이전트에 지연 예산이 있지만 비동기로 표시된 도구가 없습니다. 오래 실행되는 도구를 비동기로 표시하면 병렬 실행이 가능해지고 종단 간 지연을 줄일 수 있습니다.
pl: Agenci mają budżety opóźnień, ale żadne narzędzie nie jest oznaczone jako asynchroniczne. Oznacz długo działające narzędzia jako asynchroniczne, aby umożliwić wykonywanie równoległe i zmniejszyć opóźnienie end-to-end.
pt_br: Os agentes têm orçamentos de latência, mas nenhuma ferramenta está marcada como assíncrona. Marque ferramentas de longa execução como assíncronas para permitir execução paralela e reduzir a latência fim a fim.
tr: Aracıların gecikme bütçeleri var ancak hiçbir araç eşzamansız olarak işaretlenmemiş. Uzun süren araçları eşzamansız olarak işaretleyerek paralel yürütmeyi etkinleştirin ve uçtan uca gecikmeyi azaltın.

source: Agents: %lld, Tools: %lld, Edges: %lld
ar: الوكلاء: %1$lld، الأدوات: %2$lld، الحواف: %3$lld
cs: Agenti: %1$lld, Nástroje: %2$lld, Hrany: %3$lld
de: Agenten: %1$lld, Werkzeuge: %2$lld, Kanten: %3$lld
el: Πράκτορες: %1$lld, Εργαλεία: %2$lld, Ακμές: %3$lld
es: Agentes: %1$lld, Herramientas: %2$lld, Aristas: %3$lld
fi: Agentit: %1$lld, Työkalut: %2$lld, Reunat: %3$lld
fr: Agents : %1$lld, Outils : %2$lld, Arêtes : %3$lld
it: Agenti: %1$lld, Strumenti: %2$lld, Archi: %3$lld
ja: エージェント: %1$lld、ツール: %2$lld、エッジ: %3$lld
ko: 에이전트: %1$lld, 도구: %2$lld, 엣지: %3$lld
pl: Agenci: %1$lld, Narzędzia: %2$lld, Krawędzie: %3$lld
pt_br: Agentes: %1$lld, Ferramentas: %2$lld, Arestas: %3$lld
tr: Aracılar: %1$lld, Araçlar: %2$lld, Kenarlar: %3$lld

source: Agents: %lld, Tools: %lld, Process: %@
ar: الوكلاء: %1$lld، الأدوات: %2$lld، العملية: %3$@
cs: Agenti: %1$lld, Nástroje: %2$lld, Proces: %3$@
de: Agenten: %1$lld, Werkzeuge: %2$lld, Prozess: %3$@
el: Πράκτορες: %1$lld, Εργαλεία: %2$lld, Διεργασία: %3$@
es: Agentes: %1$lld, Herramientas: %2$lld, Proceso: %3$@
fi: Agentit: %1$lld, Työkalut: %2$lld, Prosessi: %3$@
fr: Agents : %1$lld, Outils : %2$lld, Processus : %3$@
it: Agenti: %1$lld, Strumenti: %2$lld, Processo: %3$@
ja: エージェント: %1$lld、ツール: %2$lld、プロセス: %3$@
ko: 에이전트: %1$lld, 도구: %2$lld, 프로세스: %3$@
pl: Agenci: %1$lld, Narzędzia: %2$lld, Proces: %3$@
pt_br: Agentes: %1$lld, Ferramentas: %2$lld, Processo: %3$@
tr: Aracılar: %1$lld, Araçlar: %2$lld, Süreç: %3$@

source: AI
ar: ذكاء اصطناعي
de: KI
es: IA
fi: Tekoäly
fr: IA
it: IA
pl: SI
pt_br: IA
tr: YZ

source: AI analysis is turned off.
ar: تحليل الذكاء الاصطناعي مُعطَّل.
cs: Analýza pomocí AI je vypnutá.
de: Die KI-Analyse ist deaktiviert.
el: Η ανάλυση AI είναι απενεργοποιημένη.
es: El análisis con IA está desactivado.
fi: Tekoälyanalyysi on poistettu käytöstä.
fr: L'analyse par IA est désactivée.
it: L'analisi con IA è disattivata.
ja: AI分析はオフになっています。
ko: AI 분석이 꺼져 있습니다.
pl: Analiza AI jest wyłączona.
pt_br: A análise com IA está desativada.
tr: Yapay zekâ analizi kapalı.

source: Align Bottom
ar: محاذاة لأسفل
cs: Zarovnat dolů
de: Unten ausrichten
el: Στοίχιση κάτω
es: Alinear abajo
fi: Tasaa alas
fr: Aligner en bas
it: Allinea in basso
ja: 下揃え
ko: 아래쪽 정렬
pl: Wyrównaj do dołu
pt_br: Alinhar abaixo
tr: Alta hizala

source: Align Center
ar: توسيط أفقي
cs: Vodorovně na střed
de: Horizontal zentrieren
el: Κεντράρισμα οριζοντίως
es: Alinear al centro
fi: Keskitä vaakaan
fr: Centrer horizontalement
it: Centra orizzontalmente
ja: 中央揃え
ko: 가운데 정렬
pl: Wyśrodkuj poziomo
pt_br: Centralizar horizontalmente
tr: Yatay olarak ortala

source: Align Left
ar: محاذاة لليسار
cs: Zarovnat vlevo
de: Links ausrichten
el: Στοίχιση αριστερά
es: Alinear a la izquierda
fi: Tasaa vasemmalle
fr: Aligner à gauche
it: Allinea a sinistra
ja: 左揃え
ko: 왼쪽 정렬
pl: Wyrównaj do lewej
pt_br: Alinhar à esquerda
tr: Sola hizala

source: Align Middle
ar: توسيط رأسي
cs: Svisle na střed
de: Vertikal zentrieren
el: Κεντράρισμα καθέτως
es: Alinear al medio
fi: Keskitä pystyyn
fr: Centrer verticalement
it: Centra verticalmente
ja: 上下中央揃え
ko: 중간 정렬
pl: Wyśrodkuj pionowo
pt_br: Centralizar verticalmente
tr: Dikey olarak ortala

source: Align Right
ar: محاذاة لليمين
cs: Zarovnat vpravo
de: Rechts ausrichten
el: Στοίχιση δεξιά
es: Alinear a la derecha
fi: Tasaa oikealle
fr: Aligner à droite
it: Allinea a destra
ja: 右揃え
ko: 오른쪽 정렬
pl: Wyrównaj do prawej
pt_br: Alinhar à direita
tr: Sağa hizala

source: Align Top
ar: محاذاة لأعلى
cs: Zarovnat nahoru
de: Oben ausrichten
el: Στοίχιση πάνω
es: Alinear arriba
fi: Tasaa ylös
fr: Aligner en haut
it: Allinea in alto
ja: 上揃え
ko: 위쪽 정렬
pl: Wyrównaj do góry
pt_br: Alinhar acima
tr: Üste hizala

source: All %lld agents use the same model. %lld simpler agents could use a smaller, cheaper model to reduce cost without quality impact.
ar: يستخدم جميع الـ %1$lld وكلاء النموذج نفسه. يمكن لـ %2$lld وكلاء أبسط استخدام نموذج أصغر وأقل تكلفة لتقليل التكلفة دون التأثير على الجودة.
cs: Všech %1$lld agentů používá stejný model. %2$lld jednodušších agentů by mohlo používat menší, levnější model pro snížení nákladů bez vlivu na kvalitu.
de: Alle %1$lld Agenten verwenden dasselbe Modell. %2$lld einfachere Agenten könnten ein kleineres, günstigeres Modell verwenden, um Kosten ohne Qualitätsverlust zu senken.
el: Και οι %1$lld πράκτορες χρησιμοποιούν το ίδιο μοντέλο. %2$lld απλούστεροι πράκτορες θα μπορούσαν να χρησιμοποιήσουν ένα μικρότερο, φθηνότερο μοντέλο για μείωση κόστους χωρίς επίπτωση στην ποιότητα.
es: Los %1$lld agentes usan el mismo modelo. %2$lld agentes más simples podrían usar un modelo menor y más barato para reducir el coste sin afectar la calidad.
fi: Kaikki %1$lld agenttia käyttävät samaa mallia. %2$lld yksinkertaisempaa agenttia voisi käyttää pienempää, halvempaa mallia kustannusten vähentämiseksi ilman laadun heikkenemistä.
fr: Les %1$lld agents utilisent tous le même modèle. %2$lld agents plus simples pourraient utiliser un modèle plus petit et moins cher pour réduire le coût sans impact sur la qualité.
it: Tutti i %1$lld agenti usano lo stesso modello. %2$lld agenti più semplici potrebbero usare un modello più piccolo e più economico per ridurre i costi senza impatto sulla qualità.
ja: %1$lld 個すべてのエージェントが同じモデルを使用しています。よりシンプルなエージェント %2$lld 個は、より小型で安価なモデルを使用することで、品質に影響を与えずにコストを削減できます。
ko: %1$lld개 에이전트가 모두 같은 모델을 사용합니다. 더 단순한 에이전트 %2$lld개는 더 작고 저렴한 모델을 사용하여 품질 저하 없이 비용을 줄일 수 있습니다.
pl: Wszystkich %1$lld agentów używa tego samego modelu. %2$lld prostszych agentów mogłoby użyć mniejszego, tańszego modelu, aby zmniejszyć koszty bez wpływu na jakość.
pt_br: Todos os %1$lld agentes usam o mesmo modelo. %2$lld agentes mais simples poderiam usar um modelo menor e mais barato para reduzir o custo sem impacto na qualidade.
tr: %1$lld aracının tümü aynı modeli kullanıyor. %2$lld daha basit aracı, kaliteyi etkilemeden maliyeti azaltmak için daha küçük ve daha ucuz bir model kullanabilir.

source: All nodes are connected.
ar: جميع العقد متصلة.
cs: Všechny uzly jsou propojeny.
de: Alle Knoten sind verbunden.
el: Όλοι οι κόμβοι είναι συνδεδεμένοι.
es: Todos los nodos están conectados.
fi: Kaikki solmut on yhdistetty.
fr: Tous les nœuds sont connectés.
it: Tutti i nodi sono connessi.
ja: すべてのノードが接続されています。
ko: 모든 노드가 연결되어 있습니다.
pl: Wszystkie węzły są połączone.
pt_br: Todos os nós estão conectados.
tr: Tüm düğümler bağlı.

source: Analyse
ar: تحليل
cs: Analyzovat
de: Analysieren
el: Ανάλυση
es: Analizar
fi: Analysoi
fr: Analyser
it: Analizza
ja: 分析
ko: 분석
pl: Analizuj
pt_br: Analisar
tr: Analiz et

source: Analysing...
ar: جارٍ التحليل...
cs: Analyzuje se...
de: Analysiere...
el: Ανάλυση...
es: Analizando...
fi: Analysoidaan…
fr: Analyse en cours...
it: Analisi in corso...
ja: 分析中...
ko: 분석 중...
pl: Analizowanie...
pt_br: Analisando...
tr: Analiz ediliyor...

source: Analysis
ar: التحليل
cs: Analýza
de: Analyse
el: Ανάλυση
es: Análisis
fi: Analyysi
fr: Analyse
it: Analisi
ja: 分析
ko: 분석
pl: Analiza
pt_br: Análise
tr: Analiz
